Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.picture.remove.hint
source: Deletes your profile picture from Known
ar: يحذف صورة ملفك من «معروف»
bn: Known থেকে আপনার প্রোফাইল ছবি মুছে দেয়
ca: Elimina la teva foto de perfil de Known
cs: Smaže tvůj profilový obrázek z aplikace Known
da: Sletter dit profilbillede fra Known
de: Löscht dein Profilbild von Known
el: Διαγράφει την εικόνα προφίλ σου από το Known
es: Elimina tu foto de perfil de Known
fi: Poistaa profiilikuvasi Knownista
fr: Supprime votre photo de profil de Known
he: מוחק את תמונת הפרופיל שלך מ-Known
hi: Known से आपकी प्रोफ़ाइल फ़ोटो हटाता है
hr: Briše tvoju profilnu sliku iz aplikacije Known
hu: Törli a profilképedet a Knownból
id: Menghapus foto profilmu dari Known
it: Elimina la tua immagine del profilo da Known
ja: Knownからプロフィール写真を削除します
ko: Known에서 프로필 사진을 삭제해요
ml: Known-ൽ നിന്ന് നിങ്ങളുടെ പ്രൊഫൈൽ ചിത്രം ഇല്ലാതാക്കുന്നു
ms: Memadam gambar profil anda daripada Known
nb: Sletter profilbildet ditt fra Known
nl: Verwijdert je profielfoto van Known
pl: Usuwa Twoje zdjęcie profilowe z Known
pt_br: Exclui sua foto de perfil do Known
pt_pt: Elimina a sua fotografia de perfil da Known
ro: Șterge poza ta de profil de pe Known
ru: Удаляет ваше фото профиля из Known
sk: Odstráni tvoj profilový obrázok zo Known
sv: Raderar din profilbild från Known
ta: Known-இலிருந்து உங்கள் சுயவிவரப் படத்தை நீக்கும்
te: Known నుండి మీ ప్రొఫైల్ చిత్రాన్ని తొలగిస్తుంది
th: ลบรูปโปรไฟล์ของคุณออกจาก Known
tr: Profil fotoğrafınızı Known'dan siler
uk: Видаляє ваше фото профілю із Known
ur: Known سے آپ کی پروفائل تصویر حذف کرتا ہے
vi: Xóa ảnh hồ sơ của bạn khỏi Known
zh_hans: 从 Known 删除你的头像
zh_hant: 從 Known 刪除你的大頭貼

# account.picture.replace
source: Replace photo
ar: استبدل الصورة
bn: ছবি বদলান
ca: Substitueix la foto
cs: Změnit fotku
da: Udskift foto
de: Foto ersetzen
el: Αντικατάσταση φωτογραφίας
es: Cambiar foto
fi: Vaihda kuva
fr: Remplacer la photo
he: החלף תמונה
hi: फ़ोटो बदलें
hr: Zamijeni fotografiju
hu: Fotó cseréje
id: Ganti foto
it: Sostituisci foto
ja: 写真を変更
ko: 사진 변경
ml: ഫോട്ടോ മാറ്റുക
ms: Ganti foto
nb: Bytt bilde
nl: Foto vervangen
pl: Zmień zdjęcie
pt_br: Trocar foto
pt_pt: Substituir foto
ro: Înlocuiește fotografia
ru: Заменить фото
sk: Nahradiť fotku
sv: Byt foto
ta: புகைப்படத்தை மாற்று
te: ఫోటో మార్చు
th: เปลี่ยนรูป
tr: Fotoğrafı değiştir
uk: Замінити фото
ur: تصویر بدلیں
vi: Đổi ảnh
zh_hans: 更换照片
zh_hant: 更換照片

# account.picture.uploading
source: Uploading…
ar: جارٍ الرفع…
bn: আপলোড হচ্ছে…
ca: Pujant…
cs: Nahrávání…
da: Uploader…
de: Wird hochgeladen …
el: Μεταφόρτωση…
es: Subiendo…
fi: Ladataan…
fr: Envoi en cours…
he: מעלה…
hi: अपलोड हो रहा है…
hr: Prijenos…
hu: Feltöltés…
id: Mengunggah…
it: Caricamento…
ja: アップロード中…
ko: 업로드 중…
ml: അപ്‌ലോഡ് ചെയ്യുന്നു…
ms: Memuat naik…
nb: Laster opp …
nl: Uploaden…
pl: Przesyłanie…
pt_br: Enviando…
pt_pt: A enviar…
ro: Se încarcă…
ru: Загрузка…
sk: Nahráva sa…
sv: Laddar upp…
ta: பதிவேற்றுகிறது…
te: అప్‌లోడ్ అవుతోంది…
th: กำลังอัปโหลด…
tr: Yükleniyor…
uk: Завантаження…
ur: اپ لوڈ ہو رہی ہے…
vi: Đang tải lên…
zh_hans: 正在上传…
zh_hant: 上傳中…

# account.profile.bio.hint
source: Up to %lld characters shown on your profile
ar: حتى %lld حرف يظهر في ملفك
bn: প্রোফাইলে দেখানো হবে সর্বোচ্চ %lld অক্ষর
ca: Fins a %lld caràcters visibles al teu perfil
cs: Až %lld znaků zobrazených na tvém profilu
da: Op til %lld tegn vises på din profil
de: Bis zu %lld Zeichen werden in deinem Profil angezeigt
el: Έως %lld χαρακτήρες εμφανίζονται στο προφίλ σου
es: Hasta %lld caracteres visibles en tu perfil
fi: Enintään %lld merkkiä näytetään profiilissasi
fr: Jusqu’à %lld caractères affichés sur votre profil
he: עד %lld תווים מוצגים בפרופיל שלך
hi: आपकी प्रोफ़ाइल पर दिखने वाले अधिकतम %lld अक्षर
hr: Do %lld znakova prikazanih na tvom profilu
hu: Legfeljebb %lld karakter jelenik meg a profilodon
id: Hingga %lld karakter ditampilkan di profilmu
it: Fino a %lld caratteri mostrati sul tuo profilo
ja: プロフィールに表示される最大%lld文字
ko: 프로필에 최대 %lld자까지 표시돼요
ml: നിങ്ങളുടെ പ്രൊഫൈലിൽ പരമാവധി %lld അക്ഷരം കാണിക്കും
ms: Sehingga %lld aksara dipaparkan pada profil anda
nb: Opptil %lld tegn vises på profilen din
nl: Maximaal %lld tekens, getoond op je profiel
pl: Do %lld znaku widocznego na Twoim profilu
pt_br: Até %lld caracteres exibidos no seu perfil
pt_pt: Até %lld carateres visíveis no seu perfil
ro: Cel mult %lld de caractere afișate în profilul tău
ru: До %lld символа отображается в вашем профиле
sk: Až %lld znakov sa zobrazí na tvojom profile
sv: Upp till %lld tecken visas på din profil
ta: உங்கள் சுயவிவரத்தில் காட்டப்படும் அதிகபட்சம் %lld எழுத்துகள்
te: మీ ప్రొఫైల్‌లో కనిపించే గరిష్ఠంగా %lld అక్షరాలు
th: แสดงในโปรไฟล์ของคุณได้สูงสุด %lld ตัวอักษร
tr: Profilinizde en fazla %lld karakter gösterilir
uk: До %lld символу, що показується у вашому профілі
ur: آپ کے پروفائل پر زیادہ سے زیادہ %lld حروف دکھائے جاتے ہیں
vi: Tối đa %lld ký tự hiển thị trên hồ sơ của bạn
zh_hans: 个人主页最多显示 %lld 个字符
zh_hant: 最多 %lld 個字元，顯示在你的個人檔案上

# account.profile.bio.label
source: Bio
ar: نبذة
bn: বায়ো
ca: Biografia
el: Βιογραφικό
es: Biografía
fi: Esittely
he: קצת עליי
hi: बायो
hu: Bemutatkozás
ja: 自己紹介
ko: 소개
ml: ബയോ
nb: Biografi
pl: Opis
ru: О себе
sk: O mne
sv: Presentation
ta: அறிமுகம்
te: బయో
th: ประวัติย่อ
tr: Biyografi
uk: Про себе
ur: تعارف
vi: Tiểu sử
zh_hans: 个人简介
zh_hant: 自我介紹

# account.profile.bio.placeholder
source: A line or two about you
ar: سطر أو سطران عنك
bn: আপনার সম্পর্কে এক-দুই লাইন
ca: Una o dues línies sobre tu
cs: Řádek nebo dva o tobě
da: Et par linjer om dig
de: Ein, zwei Sätze über dich
el: Μία ή δύο γραμμές για εσένα
es: Una o dos líneas sobre ti
fi: Rivi tai kaksi sinusta
fr: Une ou deux lignes sur vous
he: שורה או שתיים עליך
hi: अपने बारे में एक-दो पंक्तियाँ
hr: Redak-dva o tebi
hu: Egy-két sor rólad
id: Satu atau dua baris tentangmu
it: Una o due righe su di te
ja: 自分について一言二言
ko: 나를 소개하는 한두 줄
ml: നിങ്ങളെക്കുറിച്ച് ഒന്നോ രണ്ടോ വരി
ms: Satu atau dua baris tentang anda
nb: En linje eller to om deg
nl: Een of twee regels over jou
pl: Jedno lub dwa zdania o Tobie
pt_br: Uma ou duas linhas sobre você
pt_pt: Uma ou duas linhas sobre si
ro: Un rând-două despre tine
ru: Пара слов о вас
sk: Riadok či dva o tebe
sv: En rad eller två om dig
ta: உங்களைப் பற்றி ஓரிரு வரிகள்
te: మీ గురించి ఒకటి రెండు మాటలు
th: เขียนเกี่ยวกับตัวคุณสักหนึ่งสองบรรทัด
tr: Kendinizle ilgili bir iki satır
uk: Рядок-два про вас
ur: اپنے بارے میں ایک دو سطریں
vi: Một hai dòng về bạn
zh_hans: 用一两句话介绍自己
zh_hant: 用一兩句話介紹你自己

# account.profile.bio.remaining
source: %lld characters left
ar: بقي %lld حرف
bn: আর %lld অক্ষর বাকি
ca: Queden %lld caràcters
cs: Zbývá %lld znaků
da: %lld tegn tilbage
de: %lld Zeichen übrig
el: Απομένουν %lld χαρακτήρες
es: Quedan %lld caracteres
fi: %lld merkkiä jäljellä
fr: %lld caractères restants
he: נשארו %lld תווים
hi: %lld अक्षर बचे
hr: Preostalo je %lld znakova
hu: %lld karakter maradt
id: Sisa %lld karakter
it: %lld caratteri rimasti
ja: 残り%lld文字
ko: %lld자 남음
ml: %lld അക്ഷരം ബാക്കി
ms: %lld aksara lagi
nb: %lld tegn igjen
nl: %lld tekens over
pl: Zostało %lld znaku
pt_br: Restam %lld caracteres
pt_pt: Faltam %lld carateres
ro: %lld de caractere rămase
ru: Осталось %lld символа
sk: Zostáva %lld znakov
sv: %lld tecken kvar
ta: %lld எழுத்துகள் மீதம்
te: %lld అక్షరాలు మిగిలాయి
th: เหลืออีก %lld ตัวอักษร
tr: %lld karakter kaldı
uk: Залишилося %lld символу
ur: %lld حروف باقی
vi: Còn %lld ký tự
zh_hans: 还可输入 %lld 个字符
zh_hant: 還可輸入 %lld 個字元

# account.profile.bio.remaining.a11y
source: %lld characters left in your bio
ar: بقي %lld حرف في نبذتك
bn: আপনার বায়োতে আর %lld অক্ষর বাকি
ca: Queden %lld caràcters a la teva biografia
cs: V bio zbývá %lld znaků
da: %lld tegn tilbage i din bio
de: %lld Zeichen in deiner Bio übrig
el: Απομένουν %lld χαρακτήρες στο βιογραφικό σου
es: Quedan %lld caracteres en tu biografía
fi: %lld merkkiä jäljellä esittelyssäsi
fr: %lld caractères restants dans votre bio
he: נשארו %lld תווים בקצת עליי
hi: आपके बायो में %lld अक्षर बचे
hr: Preostalo je %lld znakova u tvom biju
hu: %lld karakter maradt a bemutatkozásodban
id: Sisa %lld karakter di bio-mu
it: %lld caratteri rimasti nella tua bio
ja: 自己紹介の残り%lld文字
ko: 소개에 %lld자 남음
ml: നിങ്ങളുടെ ബയോയിൽ %lld അക്ഷരം ബാക്കി
ms: %lld aksara lagi dalam bio anda
nb: %lld tegn igjen i biografien din
nl: %lld tekens over in je bio
pl: W opisie zostało %lld znaku
pt_br: Restam %lld caracteres na sua bio
pt_pt: Faltam %lld carateres na sua bio
ro: %lld de caractere rămase în bio
ru: Осталось %lld символа в описании
sk: Zostáva %lld znakov v tvojom opise
sv: %lld tecken kvar i din presentation
ta: உங்கள் அறிமுகத்தில் %lld எழுத்துகள் மீதம்
te: మీ బయోలో %lld అక్షరాలు మిగిలాయి
th: เหลืออีก %lld ตัวอักษรในประวัติย่อของคุณ
tr: Biyografinizde %lld karakter kaldı
uk: Залишилося %lld символу в описі про себе
ur: آپ کے تعارف میں %lld حروف باقی
vi: Còn %lld ký tự trong tiểu sử của bạn
zh_hans: 个人简介还可输入 %lld 个字符
zh_hant: 自我介紹還可輸入 %lld 個字元

# account.profile.discard
source: Discard
ar: تجاهل
bn: বাতিল করুন
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Annuler
he: בטל שינויים
hi: रद्द करें
hr: Odbaci
hu: Elvetés
id: Buang
it: Annulla modifiche
ja: 破棄
ko: 취소
ml: ഉപേക്ഷിക്കുക
ms: Buang
nb: Forkast
nl: Negeren
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Отменить
sk: Zahodiť
sv: Förkasta
ta: நிராகரி
te: వదిలేయి
th: ละทิ้ง
tr: Vazgeç
uk: Скасувати
ur: رد کریں
vi: Hủy bỏ
zh_hans: 放弃
zh_hant: 捨棄

# account.profile.discard.hint
source: Restores the profile Known has stored
ar: يستعيد الملف المخزّن لدى «معروف»
bn: Known-এ সংরক্ষিত প্রোফাইল ফিরিয়ে আনে
ca: Restaura el perfil que Known té desat
cs: Obnoví profil uložený v aplikaci Known
da: Gendanner den profil, Known har gemt
de: Stellt das bei Known gespeicherte Profil wieder her
el: Επαναφέρει το προφίλ που έχει αποθηκευτεί στο Known
es: Restaura el perfil que Known tiene guardado
fi: Palauttaa Knownin tallentaman profiilin
fr: Rétablit le profil enregistré par Known
he: משחזר את הפרופיל ש-Known שמרה
hi: Known में सहेजी हुई प्रोफ़ाइल वापस लाता है
hr: Vraća profil koji Known ima spremljen
hu: Visszaállítja a Knownban tárolt profilt
id: Memulihkan profil yang tersimpan di Known
it: Ripristina il profilo salvato da Known
ja: Knownに保存されているプロフィールに戻します
ko: Known에 저장된 프로필로 되돌려요
ml: Known സൂക്ഷിച്ചിരിക്കുന്ന പ്രൊഫൈൽ പുനഃസ്ഥാപിക്കുന്നു
ms: Memulihkan profil yang disimpan Known
nb: Gjenoppretter profilen Known har lagret
nl: Herstelt het profiel dat Known heeft opgeslagen
pl: Przywraca profil zapisany w Known
pt_br: Restaura o perfil que o Known tem salvo
pt_pt: Repõe o perfil guardado pela Known
ro: Restabilește profilul salvat de Known
ru: Восстанавливает профиль, сохранённый в Known
sk: Obnoví profil uložený v Known
sv: Återställer profilen som Known har sparad
ta: Known சேமித்து வைத்துள்ள சுயவிவரத்தை மீட்டெடுக்கும்
te: Known నిల్వ చేసిన ప్రొఫైల్‌ను పునరుద్ధరిస్తుంది
th: คืนค่าโปรไฟล์ที่ Known เก็บไว้
tr: Known'da kayıtlı profili geri yükler
uk: Відновлює профіль, збережений у Known
ur: Known کا محفوظ کردہ پروفائل بحال کرتا ہے
vi: Khôi phục hồ sơ mà Known đã lưu
zh_hans: 恢复 Known 已保存的个人资料
zh_hant: 還原 Known 所儲存的個人檔案

# account.profile.displayName.hint
source: The name shown beside your posts
ar: الاسم الذي يظهر بجانب منشوراتك
bn: আপনার পোস্টের পাশে দেখানো নাম
ca: El nom que es mostra al costat de les teves publicacions
cs: Jméno zobrazené u tvých příspěvků
da: Navnet, der vises ved siden af dine opslag
de: Der Name, der neben deinen Beiträgen steht
el: Το όνομα που εμφανίζεται δίπλα στις αναρτήσεις σου
es: El nombre que se muestra junto a tus publicaciones
fi: Julkaisujesi vieressä näkyvä nimi
fr: Le nom affiché à côté de vos posts
he: השם שמוצג לצד הפוסטים שלך
hi: आपकी पोस्ट के पास दिखने वाला नाम
hr: Ime koje se prikazuje uz tvoje objave
hu: A bejegyzéseid mellett megjelenő név
id: Nama yang tampil di samping postinganmu
it: Il nome mostrato accanto ai tuoi post
ja: 投稿の横に表示される名前
ko: 게시물 옆에 표시되는 이름
ml: നിങ്ങളുടെ പോസ്റ്റുകൾക്കരികിൽ കാണിക്കുന്ന പേര്
ms: Nama yang dipaparkan di sebelah siaran anda
nb: Navnet som vises ved innleggene dine
nl: De naam die naast je berichten staat
pl: Nazwa widoczna obok Twoich wpisów
pt_br: O nome exibido ao lado dos seus posts
pt_pt: O nome mostrado junto das suas publicações
ro: Numele afișat lângă postările tale
ru: Имя, которое показывается рядом с вашими постами
sk: Meno zobrazené pri tvojich príspevkoch
sv: Namnet som visas bredvid dina inlägg
ta: உங்கள் இடுகைகளுக்கு அருகில் காட்டப்படும் பெயர்
te: మీ పోస్ట్‌ల పక్కన కనిపించే పేరు
th: ชื่อที่แสดงข้างโพสต์ของคุณ
tr: Gönderilerinizin yanında gösterilen ad
uk: Ім’я, що показується поруч із вашими дописами
ur: آپ کی پوسٹس کے ساتھ دکھایا جانے والا نام
vi: Tên hiển thị bên cạnh bài đăng của bạn
zh_hans: 显示在你帖子旁的名称
zh_hant: 顯示在你貼文旁的名稱

# account.profile.displayName.label
source: Display name
ar: الاسم الظاهر
bn: প্রদর্শন নাম
ca: Nom visible
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre visible
fi: Näyttönimi
fr: Nom affiché
he: שם תצוגה
hi: डिस्प्ले नाम
hr: Prikazano ime
hu: Megjelenített név
id: Nama tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
ml: പ്രദർശന നാമം
ms: Nama paparan
nb: Visningsnavn
nl: Weergavenaam
pl: Nazwa wyświetlana
pt_br: Nome de exibição
pt_pt: Nome de apresentação
ro: Nume afișat
ru: Отображаемое имя
sk: Zobrazované meno
sv: Visningsnamn
ta: காட்சிப் பெயர்
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr: Görünen ad
uk: Відображуване ім’я
ur: ڈسپلے نام
vi: Tên hiển thị
zh_hans: 显示名称
zh_hant: 顯示名稱

# account.profile.displayName.placeholder
source: The name people see
ar: الاسم الذي يراه الناس
bn: মানুষ যে নামটি দেখে
ca: El nom que veu la gent
cs: Jméno, které lidé vidí
da: Det navn, folk ser
de: Der Name, den andere sehen
el: Το όνομα που βλέπουν οι άλλοι
es: El nombre que ve la gente
fi: Nimi, jonka ihmiset näkevät
fr: Le nom que les gens voient
he: השם שאנשים רואים
hi: लोगों को दिखने वाला नाम
hr: Ime koje ljudi vide
hu: A név, amelyet mások látnak
id: Nama yang dilihat orang
it: Il nome che vedono gli altri
ja: 他の人に見える名前
ko: 다른 사람에게 보이는 이름
ml: ആളുകൾ കാണുന്ന പേര്
ms: Nama yang dilihat orang
nb: Navnet folk ser
nl: De naam die mensen zien
pl: Nazwa, którą widzą ludzie
pt_br: O nome que as pessoas veem
pt_pt: O nome que as pessoas veem
ro: Numele pe care îl văd oamenii
ru: Имя, которое видят люди
sk: Meno, ktoré ľudia vidia
sv: Namnet som folk ser
ta: மக்கள் பார்க்கும் பெயர்
te: ప్రజలకు కనిపించే పేరు
th: ชื่อที่คนอื่นเห็น
tr: İnsanların gördüğü ad
uk: Ім’я, яке бачать люди
ur: وہ نام جو لوگ دیکھتے ہیں
vi: Tên mọi người nhìn thấy
zh_hans: 别人看到的名称
zh_hant: 別人看到的名稱

# account.profile.error.bioTooLong
source: Bios are at most %lld characters.
ar: النبذة لا تتجاوز %lld حرف.
bn: বায়ো সর্বোচ্চ %lld অক্ষরের হতে পারে।
ca: Les biografies tenen com a màxim %lld caràcters.
cs: Bio může mít nejvýše %lld znaků.
da: Bioer må højst være %lld tegn.
de: Bios dürfen höchstens %lld Zeichen haben.
el: Τα βιογραφικά έχουν το πολύ %lld χαρακτήρες.
es: Las biografías tienen como máximo %lld caracteres.
fi: Esittelyssä saa olla enintään %lld merkkiä.
fr: Les bios font au plus %lld caractères.
he: תיאור יכול להכיל %lld תווים לכל היותר.
hi: बायो में अधिकतम %lld अक्षर हो सकते हैं।
hr: Bio može imati najviše %lld znakova.
hu: A bemutatkozás legfeljebb %lld karakter lehet.
id: Bio maksimal %lld karakter.
it: La bio può avere al massimo %lld caratteri.
ja: 自己紹介は%lld文字以内にしてください。
ko: 소개는 최대 %lld자예요.
ml: ബയോ പരമാവധി %lld അക്ഷരം വരെ.
ms: Bio paling banyak %lld aksara.
nb: Biografier kan ha høyst %lld tegn.
nl: Bio's zijn maximaal %lld tekens.
pl: Opis może mieć najwyżej %lld znaku.
pt_br: A bio tem no máximo %lld caracteres.
pt_pt: As bios têm no máximo %lld carateres.
ro: Bio poate avea cel mult %lld de caractere.
ru: Описание — не более %lld символа.
sk: Opis môže mať najviac %lld znakov.
sv: Presentationer får vara högst %lld tecken.
ta: அறிமுகம் அதிகபட்சம் %lld எழுத்துகள் இருக்கலாம்.
te: బయో గరిష్ఠంగా %lld అక్షరాలు ఉండాలి.
th: ประวัติย่อยาวได้ไม่เกิน %lld ตัวอักษร
tr: Biyografi en fazla %lld karakter olabilir.
uk: Опис про себе має містити щонайбільше %lld символу.
ur: تعارف زیادہ سے زیادہ %lld حروف کا ہو سکتا ہے۔
vi: Tiểu sử tối đa %lld ký tự.
zh_hans: 个人简介最多 %lld 个字符。
zh_hant: 自我介紹最多 %lld 個字元。

# account.profile.error.displayNameTooLong
source: Display names are at most %lld characters.
ar: الاسم الظاهر لا يتجاوز %lld حرف.
bn: প্রদর্শন নাম সর্বোচ্চ %lld অক্ষরের হতে পারে।
ca: Els noms visibles tenen com a màxim %lld caràcters.
cs: Zobrazované jméno může mít nejvýše %lld znaků.
da: Visningsnavne må højst være %lld tegn.
de: Anzeigenamen dürfen höchstens %lld Zeichen haben.
el: Τα εμφανιζόμενα ονόματα έχουν το πολύ %lld χαρακτήρες.
es: Los nombres visibles tienen como máximo %lld caracteres.
fi: Näyttönimessä saa olla enintään %lld merkkiä.
fr: Les noms affichés font au plus %lld caractères.
he: שם תצוגה יכול להכיל %lld תווים לכל היותר.
hi: डिस्प्ले नाम में अधिकतम %lld अक्षर हो सकते हैं।
hr: Prikazano ime može imati najviše %lld znakova.
hu: A megjelenített név legfeljebb %lld karakter lehet.
id: Nama tampilan maksimal %lld karakter.
it: I nomi visualizzati hanno al massimo %lld caratteri.
ja: 表示名は%lld文字以内にしてください。
ko: 표시 이름은 최대 %lld자예요.
ml: പ്രദർശന നാമം പരമാവധി %lld അക്ഷരം വരെ.
ms: Nama paparan paling banyak %lld aksara.
nb: Visningsnavn kan ha høyst %lld tegn.
nl: Weergavenamen zijn maximaal %lld tekens.
pl: Nazwa wyświetlana może mieć najwyżej %lld znaku.
pt_br: O nome de exibição tem no máximo %lld caracteres.
pt_pt: Os nomes de apresentação têm no máximo %lld carateres.
ro: Numele afișat poate avea cel mult %lld de caractere.
ru: Отображаемое имя — не более %lld символа.
sk: Zobrazované meno môže mať najviac %lld znakov.
sv: Visningsnamn får vara högst %lld tecken.
ta: காட்சிப் பெயர்கள் அதிகபட்சம் %lld எழுத்துகள் இருக்கலாம்.
te: ప్రదర్శన పేర్లు గరిష్ఠంగా %lld అక్షరాలు ఉండాలి.
th: ชื่อที่แสดงยาวได้ไม่เกิน %lld ตัวอักษร
tr: Görünen ad en fazla %lld karakter olabilir.
uk: Відображуване ім’я має містити щонайбільше %lld символу.
ur: ڈسپلے نام زیادہ سے زیادہ %lld حروف کا ہو سکتا ہے۔
vi: Tên hiển thị tối đa %lld ký tự.
zh_hans: 显示名称最多 %lld 个字符。
zh_hant: 顯示名稱最多 %lld 個字元。

# account.profile.error.handleInvalid
source: Handles are %1$@–%2$@ characters of letters, numbers and underscores.
ar: المعرّف من %1$@ إلى %2$@ حرفًا من الحروف والأرقام والشرطة السفلية.
bn: হ্যান্ডেল হবে %1$@–%2$@টি অক্ষর, সংখ্যা ও আন্ডারস্কোর।
ca: Els identificadors tenen entre %1$@ i %2$@ caràcters, entre lletres, números i guions baixos.
cs: Handle má %1$@–%2$@ znaků: písmena, číslice a podtržítka.
da: Handles er %1$@–%2$@ tegn med bogstaver, tal og understregninger.
de: Handles bestehen aus %1$@–%2$@ Zeichen: Buchstaben, Ziffern und Unterstriche.
el: Τα handle έχουν %1$@–%2$@ χαρακτήρες από γράμματα, αριθμούς και κάτω παύλες.
es: Los identificadores tienen de %1$@ a %2$@ caracteres, entre letras, números y guiones bajos.
fi: Käyttäjätunnuksessa on %1$@–%2$@ merkkiä: kirjaimia, numeroita ja alaviivoja.
fr: Les identifiants font %1$@ à %2$@ caractères : lettres, chiffres et tirets bas.
he: שם משתמש הוא %1$@–%2$@ תווים של אותיות, ספרות וקווים תחתונים.
hi: हैंडल में %1$@–%2$@ अक्षर होते हैं: अक्षर, संख्याएँ और अंडरस्कोर।
hr: Handle ima %1$@–%2$@ znakova: slova, brojeva i podcrta.
hu: Az @név %1$@–%2$@ karakter lehet: betűk, számok és aláhúzás.
id: Handle terdiri dari %1$@–%2$@ karakter berupa huruf, angka, dan garis bawah.
it: Gli handle sono lunghi da %1$@ a %2$@ caratteri tra lettere, numeri e trattini bassi.
ja: ハンドルは英字、数字、アンダースコアで%1$@〜%2$@文字です。
ko: 핸들은 영문자, 숫자, 밑줄로 이루어진 %1$@–%2$@자예요.
ml: ഹാൻഡിലുകൾ %1$@–%2$@ അക്ഷരങ്ങൾ, അക്കങ്ങൾ, അണ്ടർസ്കോറുകൾ ചേർന്നതാണ്.
ms: Nama pengendali ialah %1$@–%2$@ aksara huruf, nombor dan garis bawah.
nb: Brukernavn er på %1$@–%2$@ tegn med bokstaver, tall og understreker.
nl: Handles bestaan uit %1$@–%2$@ tekens: letters, cijfers en underscores.
pl: Uchwyt ma %1$@–%2$@ znaków: liter, cyfr i podkreślników.
pt_br: O @usuário deve ter de %1$@ a %2$@ caracteres, entre letras, números e sublinhados.
pt_pt: Os identificadores têm entre %1$@ e %2$@ carateres, entre letras, números e sublinhados.
ro: Handle-urile au între %1$@ și %2$@ caractere: litere, cifre și liniuțe de subliniere.
ru: Имя пользователя — от %1$@ до %2$@ символов: буквы, цифры и подчёркивания.
sk: Používateľské meno má %1$@–%2$@ znakov: písmená, číslice a podčiarkovníky.
sv: Användarnamn är %1$@–%2$@ tecken med bokstäver, siffror och understreck.
ta: ஹேண்டில்கள் %1$@–%2$@ எழுத்துகள் கொண்டவை; எழுத்துகள், எண்கள், அடிக்கோடுகள் மட்டும்.
te: హ్యాండిల్‌లు %1$@–%2$@ అక్షరాలు ఉండాలి, అందులో అక్షరాలు, అంకెలు, అండర్‌స్కోర్‌లు మాత్రమే.
th: แฮนเดิลมี %1$@–%2$@ ตัวอักษร ประกอบด้วยตัวอักษร ตัวเลข และขีดล่าง
tr: Kullanıcı adları %1$@–%2$@ karakterden oluşur; harf, rakam ve alt çizgi içerebilir.
uk: @ім’я — це %1$@–%2$@ символів: літери, цифри та підкреслення.
ur: ہینڈل %1$@ سے %2$@ حروف کے ہوتے ہیں، جن میں حروف، ہندسے اور انڈر سکور ہو سکتے ہیں۔
vi: Tên người dùng gồm %1$@–%2$@ ký tự là chữ cái, chữ số và dấu gạch dưới.
zh_hans: 用户名为 %1$@–%2$@ 个字符，可用字母、数字和下划线。
zh_hant: 代號為 %1$@–%2$@ 個字元，可使用字母、數字和底線。

# account.profile.handle.hint
source: Three to twenty characters of lowercase letters, numbers and underscores
ar: من ثلاثة إلى عشرين حرفًا لاتينيًا صغيرًا أو رقمًا أو شرطة سفلية
bn: তিন থেকে বিশটি ছোট হাতের অক্ষর, সংখ্যা ও আন্ডারস্কোর
ca: De tres a vint caràcters, entre lletres minúscules, números i guions baixos
cs: Tři až dvacet znaků: malá písmena, číslice a podtržítka
da: Tre til tyve tegn med små bogstaver, tal og understregninger
de: Drei bis zwanzig Zeichen: Kleinbuchstaben, Ziffern und Unterstriche
el: Τρεις έως είκοσι χαρακτήρες από πεζά γράμματα, αριθμούς και κάτω παύλες
es: De tres a veinte caracteres: letras minúsculas, números y guiones bajos
fi: Kolmesta kahteenkymmeneen merkkiä: pieniä kirjaimia, numeroita ja alaviivoja
fr: Trois à vingt caractères : lettres minuscules, chiffres et tirets bas
he: שלושה עד עשרים תווים של אותיות קטנות, ספרות וקווים תחתונים
hi: तीन से बीस अक्षर: छोटे अक्षर, संख्याएँ और अंडरस्कोर
hr: Tri do dvadeset znakova: mala slova, brojevi i podcrte
hu: Három–húsz karakter: kisbetűk, számok és aláhúzás
id: Tiga sampai dua puluh karakter berupa huruf kecil, angka, dan garis bawah
it: Da tre a venti caratteri tra lettere minuscole, numeri e trattini bassi
ja: 小文字の英字、数字、アンダースコアで3〜20文字
ko: 영문 소문자, 숫자, 밑줄 3~20자
ml: മൂന്ന് മുതൽ ഇരുപത് വരെ ചെറിയ അക്ഷരങ്ങൾ, അക്കങ്ങൾ, അണ്ടർസ്കോറുകൾ
ms: Tiga hingga dua puluh aksara huruf kecil, nombor dan garis bawah
nb: Tre til tjue tegn med små bokstaver, tall og understreker
nl: Drie tot twintig tekens: kleine letters, cijfers en underscores
pl: Od trzech do dwudziestu znaków: małych liter, cyfr i podkreślników
pt_br: De três a vinte caracteres, entre letras minúsculas, números e sublinhados
pt_pt: Três a vinte carateres, entre letras minúsculas, números e sublinhados
ro: Între trei și douăzeci de caractere: litere mici, cifre și liniuțe de subliniere
ru: От трёх до двадцати символов: строчные буквы, цифры и подчёркивания
sk: Tri až dvadsať znakov: malé písmená, číslice a podčiarkovníky
sv: Tre till tjugo tecken med små bokstäver, siffror och understreck
ta: சிறிய எழுத்துகள், எண்கள், அடிக்கோடுகள் கொண்ட மூன்று முதல் இருபது எழுத்துகள்
te: మూడు నుండి ఇరవై అక్షరాలు: చిన్న అక్షరాలు, అంకెలు, అండర్‌స్కోర్‌లు
th: สามถึงยี่สิบตัว เป็นตัวอักษรพิมพ์เล็ก ตัวเลข และขีดล่าง
tr: Üç ila yirmi karakter; küçük harf, rakam ve alt çizgi
uk: Від трьох до двадцяти символів: малі літери, цифри та підкреслення
ur: تین سے بیس حروف: چھوٹے حروف، ہندسے اور انڈر سکور
vi: Từ ba đến hai mươi ký tự gồm chữ thường, chữ số và dấu gạch dưới
zh_hans: 三到二十个字符，可用小写字母、数字和下划线
zh_hant: 三至二十個字元，可使用小寫字母、數字和底線
